{
    "applicationName": "foodstrap",
    "page": {
        "index": {
            "en": {
                "title": "FoodStrap",
                "quote": "If you can't feed a hundred people, then feed just one!",
                "quoteAuthor": "Mother Teresa",
                "descWhatAreWe": "What are we?",
                "descWhatAreWeAnswer": "We provide an alternative to discarding surplus wholesome food by linking food service donors with surplus food to local hunger relief agencies. We do this by creating and maintaining an efficient communication and reporting network that links available sources of food to those in need through these existing charitable organizations.",
                "descWhatdoWeDo": "What do we do to help the community?",
                "descWhatdoWeDoAnswer": "We help people who are having a financial crisis. They may have lost their job, or had a medical emergency, or their car may have broken down. We help the people who are needy or who are poor and need some help getting food. People that go hungry for a long period of time will change as a person completely. More than seventy percent of people go hungry in the world. Going hungry for a certain period of time damages your mental health and physical health. When it damages your mental health it causes you to have negative thoughts about things. Going hungry also changes your physical health, it causes you to lose weight and it will mess up your respiratory system.",
                "descFromWhereFood": "From where do we get our food?",
                "descFromWhereFoodAnswer": "They have few sources from where we get the food. It can be restaurants who have surplus food, caterers who have leftover food, individual donations, local businesses around the area.",
                "shareYourFood": "Share Your Food",
                "shareYourFoodAnswer": "Many families in our area need a little help putting food on the table. They shouldn’t have to choose between paying rent or buying healthy groceries. You can help by making food donations. Your support is greatly needed and appreciated.",
                "donateFood": "Donate Surplus Food",
                "donateFoodAnswer": "Instead of throwing away surplus food that is safe to eat, donate to local hunger relief organizations. This delivers a triple benefit: Food stays out of landfills to prevent environmental impact, nonprofits benefit from the donations and  restaurants give back to local communities.",
                "recieveFood": "Recieve Food",
                "recieveFoodAnswer": "The quality, wholesome prepared food donated from restaurants can serve those who experience hunger. If you have to choose between paying rent or buying healthy groceries, we can help.",
                "caption_map":"Portions Donated per Country"

            },
            "fr": {
                "title": "FoodStrap",
                "quote": "Si vous ne pouvez pas nourrir une centaine de personnes, n'en nourrissez qu'une!",
                "quoteAuthor": "Mère Teresa",
                "descWhatAreWe": "Que sommes-nous?",
                "descWhatAreWeAnswer": "Nous offrons une alternative à l'élimination des surplus d'aliments sains en reliant les donateurs de services alimentaires avec les surplus de nourriture aux agences locales de lutte contre la faim. Pour ce faire, nous créons et maintenons un réseau de communication et de rapport efficace qui relie les sources de nourriture disponibles à ceux qui en ont besoin par le biais de ces organisations caritatives existantes.",
                "descWhatdoWeDo": "Que faisons-nous pour aider la communauté?",
                "descWhatdoWeDoAnswer": "Nous aidons les personnes qui traversent une crise financière. Ils ont peut-être perdu leur emploi, eu une urgence médicale ou leur voiture est tombée en panne. Nous aidons les personnes dans le besoin ou pauvres qui ont besoin d'aide pour se nourrir. Les personnes qui souffrent de la faim pendant une longue période changeront complètement en tant que personne. Plus de 70% des personnes souffrent de la faim dans le monde. Avoir faim pendant un certain temps nuit à votre santé mentale et physique. Quand cela nuit à votre santé mentale, cela vous fait avoir des pensées négatives à propos des choses. Avoir faim modifie également votre santé physique, vous fait perdre du poids et perturbe votre système respiratoire.",
                "descFromWhereFood": "D'où obtenons-nous notre nourriture?",
                "descFromWhereFoodAnswer": "Ils ont peu de sources d'où nous obtenons la nourriture. Il peut s'agir de restaurants qui ont un surplus de nourriture, de traiteurs qui ont des restes de nourriture, de dons individuels, d'entreprises locales dans la région.",
                "shareYourFood": "Partagez votre nourriture",
                "shareYourFoodAnswer": "De nombreuses familles de notre région ont besoin d'un peu d'aide pour mettre de la nourriture sur la table. Ils ne devraient pas avoir à choisir entre payer un loyer ou acheter une épicerie saine. Vous pouvez aider en faisant des dons de nourriture. Votre soutien est grandement nécessaire et apprécié.",
                "donateFood": "Donnez un surplus de nourriture",
                "donateFoodAnswer": "Au lieu de jeter les surplus de nourriture qui sont sûrs à manger, faites un don aux organisations locales de lutte contre la faim. Cela offre un triple avantage: la nourriture reste hors des décharges pour éviter l'impact environnemental, les organisations à but non lucratif bénéficient des dons et les restaurants redonnent aux communautés locales.",
                "recieveFood": "Recevoir de la nourriture",
                "recieveFoodAnswer": "La nourriture saine et de qualité préparée donnée par les restaurants peut servir ceux qui ont faim. Si vous devez choisir entre payer un loyer ou acheter une épicerie saine, nous pouvons vous aider.",
                "caption_map":""

            },
            "hi": {
                "title": "फूड्सत्रप",
                "quote": "यदि आप सौ लोगों को नहीं खिला सकते हैं, तो सिर्फ एक को खिलाएं",
                "quoteAuthor": "मदर टेरेसा",
                "descWhatAreWe": "हम क्या है?",
                "descWhatAreWeAnswer": "हम खाद्य सेवा दाताओं को अधिशेष भोजन के साथ स्थानीय भूख राहत एजेंसियों से जोड़कर अधिशेष पौष्टिक भोजन छोड़ने का विकल्प प्रदान करते हैं। हम एक कुशल संचार और रिपोर्टिंग नेटवर्क का निर्माण और रखरखाव करते हैं जो इन मौजूदा धर्मार्थ संगठनों के माध्यम से उन लोगों के लिए भोजन के उपलब्ध स्रोतों को जोड़ता है।",
                "descWhatdoWeDo": "हम समुदाय की मदद के लिए क्या करते हैं?",
                "descWhatdoWeDoAnswer": "हम ऐसे लोगों की मदद करते हैं जो आर्थिक संकट में हैं। हो सकता है कि उन्होंने अपनी नौकरी खो दी हो, या कोई मेडिकल इमरजेंसी हो, या उनकी कार टूट गई हो। हम उन लोगों की मदद करते हैं जो जरूरतमंद हैं या जो गरीब हैं और उन्हें भोजन पाने में कुछ मदद की जरूरत है। लंबे समय तक भूखे रहने वाले लोग पूरी तरह से एक व्यक्ति के रूप में बदल जाएंगे। दुनिया में सत्तर प्रतिशत से अधिक लोग भूखे रहते हैं। एक निश्चित अवधि के लिए भूखे रहने से आपके मानसिक स्वास्थ्य और शारीरिक स्वास्थ्य को नुकसान होता है। जब यह आपके मानसिक स्वास्थ्य को नुकसान पहुंचाता है तो इससे आपको चीजों के बारे में नकारात्मक विचार रखने पड़ते हैं। भूखे रहने से आपका शारीरिक स्वास्थ्य भी बदल जाता है, इससे आपका वजन कम होता है और यह आपके श्वसन तंत्र को गड़बड़ कर देगा।",
                "descFromWhereFood": "जहां से हमें अपना भोजन मिलता है?",
                "descFromWhereFoodAnswer": "हमारे पास कुछ स्रोत हैं जहां से हमें भोजन मिलता है। यह ऐसे भोजनालय हो सकते हैं जिनमें अधिशेष भोजन, कैटरर्स हैं जिनके पास बचा हुआ भोजन, व्यक्तिगत दान, क्षेत्र के आसपास के स्थानीय व्यवसाय हैं।",
                "shareYourFood": "अपना भोजन साझा करें",
                "shareYourFoodAnswer": "हमारे क्षेत्र के कई परिवारों को मेज पर खाना लगाने में थोड़ी मदद की ज़रूरत है। उन्हें किराया देने या स्वस्थ किराने का सामान खरीदने के बीच चयन नहीं करना चाहिए। आप भोजन दान करके मदद कर सकते हैं। आपके समर्थन की बहुत आवश्यकता है और सराहना की जाती है।",
                "donateFood": "अधिशेष भोजन का दान करें",
                "donateFoodAnswer": "खाने के लिए सुरक्षित अधिशेष भोजन को फेंकने के बजाय, स्थानीय भूख राहत संगठनों को दान करें। यह एक ट्रिपल लाभ देता है: खाद्य पर्यावरणीय प्रभाव को रोकने के लिए लैंडफिल से बाहर रहता है, दान और भोजनालय से गैर-लाभकारी लाभ स्थानीय समुदायों को वापस देते हैं।",
                "recieveFood": "भोजन ग्रहण करें",
                "recieveFoodAnswer": "भोजनालय से दान किए गए गुणवत्ता पूर्ण, तैयार भोजन उन लोगों की सेवा कर सकते हैं जो भूख का अनुभव करते हैं। यदि आपको किराए का भुगतान करने या स्वस्थ किराने का सामान खरीदने के बीच चयन करना है, तो हम मदद कर सकते हैं।",
                "caption_map":""
            }
        },
        "nav": {
            "en": {
                "home": "HOME",
                "problem": "THE PROBLEM",
                "donate": "DONATE FOOD",
                "shelters": "RECIEVE FOOD",
                "volunteer": "VOLUNTEER",
                "signin": "SIGN IN",
                "settings": "SETTINGS"
            },
            "fr": {
                "home": "MAISON",
                "problem": "PROBLEME",
                "donate": "DONNER",
                "shelters": "RECEVEZ",
                "volunteer": "BÉNÉVOLE",
                "signin": "SE CONNECTER",
                "settings": "RÉGLAGES"
            },
            "hi": {
                "home": "घर",
                "problem": "समस्या",
                "donate": "भोजन दान",
                "shelters": "भोजन प्राप्त",
                "volunteer": "स्वयंसेवक",
                "signin": "साइन इन",
                "settings": "पतिस्थिति"
            }
        },
        "settings":{
            "en": {
                "language":"Language",
                "update": "UPDATE"
            },
            "fr": {
                "language":"Langue",
                "update": "Mise à jour"
            },
            "hi": {
                "language":"भाषा",
                "update": "अपडेट"
            }
        },
        "donors": {
            "en": {
                "title":"Donate Food",
                "quote": "The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer.",
                "author":"Mahatma Gandhi",
                "m1": "Many families in our area need a little help putting food on the table. They shouldn’t have to choose between paying rent or buying healthy groceries. You can help by making food donations. Your support is greatly needed and appreciated.",
                "m2":"In the US, food waste is estimated at between 30-40% of our food supply, estimated at around 72 billion-133 billion pounds of wasted food each year, according to the USDA.",
                "m3": "Rather than toss unsold breads, pastries, and produce to a dumpster, box them up for local nonprofits and those in need.",
                "m4":"If you have food you'd like to donate to a local shelter, sign up now!",
                "m5": "From the Michelin-starred, national restaurant chains to world-wide mega coffee shops that proliferate every street corner in America, check out these establishments that are committed to cut down on food waste by donating at the end of the day.",
                "buttonm":"SIGN UP NOW!"
            },
            "fr": {
                "title":"Donate Food",
                "quote": "The simplest acts of kindness are by far more powerful then a thousand heads bowing in prayer.",
                "author":"Mahatma Gandhi",
                "m1": "Many families in our area need a little help putting food on the table. They shouldn’t have to choose between paying rent or buying healthy groceries. You can help by making food donations. Your support is greatly needed and appreciated.",
                "m2":"In the US, food waste is estimated at between 30-40% of our food supply, estimated at around 72 billion-133 billion pounds of wasted food each year, according to the USDA.",
                "m3": "Rather than toss unsold bread, pastries, and produce to a dumpster, box them up for local nonprofits and those in need.",
                "m4":"If you have food you'd like to donate to a local shelter, sign up now!",
                "m5": "From the Michelin-starred, national restaurant chains to world-wide mega coffee shops that proliferate every street corner in America, check out these establishments that are committed to cut down on food waste by donating at the end of the day.",
                "buttonm":"Sign Up Now!"
            },
            "hi": {
                "title":"अन्न का दान करें",
                "quote": "दयालुता का सबसे सरल कार्य प्रार्थना में झुकने वाले एक हजार से अधिक शक्तिशाली हैं।",
                "author":"महात्मा गांधी",
                "m1": "हमारे क्षेत्र के कई परिवारों को मेज पर खाना लगाने में थोड़ी मदद की ज़रूरत है। उन्हें किराया देने या स्वस्थ किराने का सामान खरीदने के बीच चयन नहीं करना चाहिए। आप भोजन दान करके मदद कर सकते हैं। आपके समर्थन की बहुत आवश्यकता है और सराहना की जाती है।",
                "m2":"यूएसए के अनुसार, हमारे भोजन की आपूर्ति का 30-40% के बीच भोजन की बर्बादी का अनुमान है, प्रति वर्ष लगभग 72 बिलियन-133 बिलियन पाउंड व्यर्थ भोजन होता है।",
                "m3": "अनसोल्ड ब्रेड, पेस्ट्री को टॉस करने के बजाय, और एक डंपस्टर में उत्पादन करें, उन्हें स्थानीय गैर-लाभकारी संस्थाओं और उन लोगों के लिए बॉक्स करें।",
                "m4":"यदि आपके पास भोजन है तो आप स्थानीय आश्रय के लिए दान करना चाहेंगे, अभी साइन अप करें!",
                "m5": "मिशेलिन-तारांकित, राष्ट्रीय भोजनालय श्रृंखला से लेकर दुनिया भर में मेगा कॉफ़ी शॉप्स तक, जो अमेरिका के हर सड़क के कोने में फैला हुआ है, इन प्रतिष्ठानों की जाँच करें जो दिन के अंत में दान करके खाद्य कचरे को काटने के लिए प्रतिबद्ध हैं।",
                "buttonm":"अभी साइनअप करें!"
            }
        },
        "shelters": {
            "en":{
                "title":"Recieve Food",
                "m1": "Last year, almost 41 million tons of food were generated in the United States. While Americans dispose of millions of tons of food, the U.S. Department of Agriculture estimates that 11.8 percent of American households - about 15 million households - had difficulty providing enough food for all their members due to a lack of resources. In many cases, the food tossed into our nation’s landfills is wholesome, edible food.",
                "m2":"If you need food assistance for your shelter, sign up now!"
            },
            "fr":{"title":"Recieve Food",
                "m1": "Last year, almost 41 million tons of food were generated in the United States. While Americans dispose of millions of tons of food, the U.S. Department of Agriculture estimates that 11.8 percent of American households - about 15 million households - had difficulty providing enough food for all their members due to a lack of resources. In many cases, the food tossed into our nation’s landfills is wholesome, edible food.",
                "m2":"If you need food assistance for your shelter, sign up now!"},
            "hi":{"title":"भोजन प्राप्त करें",
                "m1": "पिछले साल, संयुक्त राज्य अमेरिका में लगभग 41 मिलियन टन भोजन उत्पन्न हुआ था। जबकि अमेरिकी लाखों टन भोजन का निपटान करते हैं, अमेरिकी कृषि विभाग का अनुमान है कि 11.8 प्रतिशत अमेरिकी घरों - लगभग 15 मिलियन घरों में - संसाधनों की कमी के कारण अपने सभी सदस्यों के लिए पर्याप्त भोजन प्रदान करने में कठिनाई हुई। कई मामलों में, हमारे देश के लैंडफिल में फेंक दिया गया भोजन पौष्टिक, खाद्य भोजन है।",
                "m2":"यदि आपको अपने आश्रय के लिए भोजन सहायता की आवश्यकता है, तो अभी साइन अप करें!"}
        },
	"volunteers":{
          "en":{
            "title":"Volunteers",
            "head":"Volunteer Drivers to the rescue",
            "snip1":"Volunteers are the heart and soul of FoodStrap as they are the bridge between the donor restaurants and the shelters. To support the transport of the surplus food from various restaurants to the shelters, volunteer drivers come into picture. As a volunteer driver, you will be part of this exciting project that is taking a jab at solving food insecurity problem.",
            "snip2":"Interested ? One stop check before sign up.",
            "snip3":"Before volunteering as driver for us, we would like to list some requirements or qualifications that one might need to be a successful volunteer.",
            "list1":"Driver License and Insurance.",
            "list2":"Own a smartphone.",
            "list3":"Vehicle Access.",
            "list4":"Ability to use apps.",
            "snip4":"Are you Interested?",
              "link1":"Sign Up Now."

          },
          "fr":{
            "title":"Bénévoles",
            "head":"Des chauffeurs bénévoles à la rescousse",
            "snip1":"es bénévoles sont le cœur et l'âme de FoodStrap car ils sont le pont entre les restaurants donateurs et les refuges. Pour soutenir le transport des surplus de nourriture de divers restaurants aux refuges, des chauffeurs bénévoles entrent en scène. En tant que chauffeur bénévole, vous ferez partie de ce projet passionnant qui tente de résoudre le problème de l'insécurité alimentaire.",
            "snip2":"Intéressé ? Un contrôle unique avant de vous inscrire.",
            "snip3":"Avant de faire du bénévolat en tant que chauffeur pour nous, nous aimerions énumérer certaines exigences ou qualifications dont on pourrait avoir besoin pour être un bénévole réussi.",
            "list1":"Permis de conduire et assurance.",
            "list2":"Posséder un smartphone",
            "list3":"accès véhicule.",
            "list4":"Possibilité d'utiliser des applications.",
            "snip4":"Es tu intéressé?",
            "link1":"S'inscrire maintenant"
          },
          "hi":{
            "title":"स्वयंसेवक",
            "head":"बचाव के लिए स्वयंसेवक ड्राइवर",
            "snip1":"स्वयंसेवक फूडस्ट्रेप के दिल और आत्मा हैं क्योंकि वे दाता रेस्तरां और आश्रयों के बीच पुल हैं। विभिन्न रेस्तरां से आश्रयों को अधिशेष भोजन के परिवहन का समर्थन करने के लिए, स्वयंसेवक चालक तस्वीर में आते हैं। एक स्वयंसेवक चालक के रूप में, आप इस रोमांचक परियोजना का हिस्सा होंगे, जो खाद्य असुरक्षा की समस्या को हल करने में एक उत्साह ले रही है.",
            "snip2":"रुचि है? साइन अप करने से पहले एक स्टॉप चेक.",
            "snip3":"हमारे लिए ड्राइवर के रूप में स्वयं सेवा करने से पहले, हम कुछ आवश्यकताओं या योग्यताओं को सूचीबद्ध करना चाहेंगे जो एक सफल स्वयंसेवक होने की आवश्यकता हो सकती है.",
            "list1":"चालक लाइसेंस और बीमा.",
            "list2":"खुद का स्मार्टफोन.",
            "list3":"वाहन का उपयोग.",
            "list4":"एप्लिकेशन का उपयोग करने की क्षमता.",
            "snip4":"क्या आप मदद करने के इच्छुक हैं",
            "link1":"अभी पंजीकरण करें."
          }
        },
        "problem":{
                "en":{
                  "title":"FoodStrap-Problem",
                  "sectitle":"Food Insecurity",
                  "secpara":"The world currently produces more than enough food to feed everyone, yet 815 million people (roughly 11% of the global population) went hungry in 2016, according to the U.N.The U.S. Department of Agriculture (USDA) defines food insecurity as a lack of consistent access to enough food for an active, healthy life.",
                  "wtitle":" Food Waste.",
                  "wpara1":"Up to 40 percent of the food in the United States is never eaten.Of the estimated 125 to 160 billion pounds of food that goes to waste every year, much of it is perfectly edible and nutritious. Food is lost or wasted sometimes because of overproduction.",
                  "wpara2":"US restaurants generate an estimated 22 to 33 billion pounds of food waste each year.Approximately 4 to 10 percent of food purchased by restaurants is wasted before reaching the consumer. In restaurant ,food waste occurs due to three key factors: food spoilage, portion/plate size and food preparation."
                },
                "fr":{
                  "title":"Problème de FoodStrap",
                  "sectitle":"Insécurité alimentaire",
                  "secpara":"Le monde produit actuellement plus qu'assez de nourriture pour nourrir tout le monde, mais 815 millions de personnes (environ 11% de la population mondiale) ont souffert de la faim en 2016, selon l'U.N.Le département américain de l'Agriculture (USDA) définit l'insécurité alimentaire comme un manque d'accès constant à suffisamment de nourriture pour une vie active et saine.",
                  "wtitle":"Déchets alimentaires.",
                  "wpara1":"Aux États-Unis, jusqu'à 40% de la nourriture n'est jamais consommée.Sur les 125 à 160 milliards de livres de nourriture qui sont gaspillées chaque année, une grande partie est parfaitement comestible et nutritive. La nourriture est perdue ou gaspillée parfois à cause de la surproduction.",
                  "wpara2":"Les restaurants américains génèrent environ 22 à 33 milliards de livres de déchets alimentaires chaque année. Environ 4 à 10 pour cent des aliments achetés par les restaurants sont gaspillés avant d'atteindre le consommateur. Au restaurant, le gaspillage alimentaire se produit en raison de trois facteurs clés: la détérioration des aliments, la taille des portions / assiettes et la préparation des aliments."
                },
                "hi":{
                  "title":"FoodStrap-समस्या",
                  "sectitle":"भोजन की असुरक्षा",
                  "secpara":"वर्तमान में, दुनिया में सभी को खिलाने के लिए पर्याप्त से अधिक भोजन का उत्पादन होता है, फिर भी 815 मिलियन लोग (वैश्विक आबादी का लगभग 11%) 2016 में भूख से मर गए, यू.एन.अमेरिकी कृषि विभाग (यूएसडीए) एक सक्रिय, स्वस्थ जीवन के लिए पर्याप्त भोजन की लगातार पहुंच की कमी के रूप में खाद्य असुरक्षा को परिभाषित करता है।.",
                  "wtitle":"खाना बर्बाद.",
                  "wpara1":"संयुक्त राज्य अमेरिका में 40 प्रतिशत भोजन कभी नहीं खाया जाता है।.अनुमानित 125 से 160 बिलियन पाउंड भोजन जो हर साल बर्बाद हो जाता है, इसका ज्यादातर हिस्सा पूरी तरह से खाद्य और पौष्टिक होता है। ओवरप्रोडक्शन के कारण कभी-कभी भोजन खो जाता है या बर्बाद हो जाता है.",
                  "wpara2":"अमेरिकी रेस्तरां प्रत्येक वर्ष अनुमानित 22 से 33 बिलियन पाउंड के भोजन की बर्बादी करते हैं। लगभग 4 से 10 प्रतिशत रेस्तरां द्वारा खरीदे गए भोजन को उपभोक्ता तक पहुंचने से पहले बर्बाद कर दिया जाता है। रेस्तरां में, भोजन की बर्बादी तीन प्रमुख कारकों के कारण होती है: भोजन खराब होना, भाग / प्लेट का आकार और भोजन तैयार करना."

                }
              },
        "restaurant_dashboard":{
            "en": {
                "title":"DASHBOARD",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE",
                "settings":"SETTINGS"  ,
                "m1":"A single restaurant in the U.S. wastes about 100,000 pounds of food a year, according to the Green Restaurant Association, making them auspicious donors for hunger relief groups.",
                "m2":"Restaurants are protected from civil and criminal liability should a recipient get ill or hurt as a result of consumed donated food.",
                "m3":"Despite an increased national focus on food waste, U.S. restaurants still toss a startling 94 percent of their excess food.",
                "m4":"Donate surplus food and save lives!",
                "hello":"  Hello ",
                "logout":"LOG OUT"
            },
            "fr": {
                "title":"Dashboard",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE",
                "settings":"Settings"
            },
            "hi": {
                "title":"डैशबोर्ड",
                "heading": "भोजनालय प्रबंधक डैशबोर्ड",
                "donate":"दान",
                "history":"इतिहास",
                "process":"प्रक्रिया",
                "profile":"शख्सियत",
                "settings":"समायोजन"  ,
                "m1":"A single restaurant in the U.S. wastes about 100,000 pounds of food a year, according to the Green Restaurant Association, making them auspicious donors for hunger relief groups.",
                "m2":"Restaurants are protected from civil and criminal liability should a recipient get ill or hurt as a result of consumed donated food.",
                "m3":"Despite an increased national focus on food waste, U.S. restaurants still toss a startling 94 percent of their excess food.",
                "m4":"Donate surplus food and save lives!",
                "hello":"  Hello ",
                "logout":"LOG OUT"
            }
        },
        "donate":{
            "en": {
                "title":"Donate",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE",
                "settings":"Settings",
                "menu":"Menu",
                "cuisine":"Cuisine",
                "pcount":"Portion Count",
                "allergy":"Allergy Information",
                "splnotes":"Special Instructions",
                "time":"Pick Up Time",
                "addrline1":"Pick Up Address",
                "city":"City",
                "state":"State",
                "zip":"Zip" ,
                "logout":"LOG OUT"      ,
                "dashboard":"DASHBOARD"
            },
            "fr": {
                "title":"Donate",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "history":"History",
                "process":"Process",
                "profile":"Profile",
                "settings":"Settings",
                "menu":"Menu",
                "cuisine":"Cuisine",
                "pcount":"Portion Count",
                "allergy":"Allergy Information",
                "splnotes":"Special Instructions",
                "time":"Pick Up Time",
                "addrline1":"Pick Up Address",
                "city":"City",
                "state":"State",
                "zip":"Zip" ,
                "donate":"Donate"
            },
            "hi": {
                "title":"दान",
                "heading": "भोजनालय प्रबंधक डैशबोर्ड",
                "history":"इतिहास",
                "process":"प्रक्रिया",
                "profile":"शख्सियत",
                "settings":"समायोजन",
                "menu":"भोजनसूची",
                "cuisine":"भोजन के प्रकार",
                "pcount":"भोजन संख्या",
                "allergy":"एलर्जी की जानकारी",
                "splnotes":"विशेष निर्देश",
                "time":"समय लेने",
                "addrline1":"पता",
                "city":"शहर",
                "state":"प्रदेश",
                "zip":"ज़िप" ,
                "donate":"दान" ,
                "logout":"LOG OUT"      ,
                "dashboard":"DASHBOARD"
            }
        },
        "donationshistory":{
            "en": {
                "title":"Donations History",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE",
                "congrats":"Congratulations!" ,
                "peopleFed":"people fed.",
                "quote":"Giving is not just about making a donation. It's about making a difference.",
                "menu":"Menu",
                "cuisine":"Cuisine",
                "pcount":"Portions Count",
                "datetime":"Pick up Date Time",
                "addr":"Address",
                "allergyinfo":"Allergy Information",
                "splnotes":"Special Instructions",
                "title1":"Year",
                "title2":"Number of People Fed",
                "title3":"Donations Summary",
                "shelter":"Shelter",
                "volunteer":"Volunteer",
                "status":"Status",
                "logout":"LOG OUT" ,
                "dashboard":"DASHBOARD"
            },
            "fr": {

            },
            "hi": {
                "title":"दान इतिहास",
                "heading": "भोजनालय प्रबंधक डैशबोर्ड",
                "donate":"दान",
                "history":"इतिहास",
                "process":"प्रक्रिया",
                "profile":"शख्सियत",
                "congrats":"बधाई हो!" ,
                "peopleFed":"लोगों को खिलाया।",
                "quote":"देना सिर्फ दान देना नहीं है। यह फर्क करने के बारे में है।",
                "menu":"भोजनसूची",
                "cuisine":"भोजन के प्रकार",
                "pcount":"भोजन संख्या",
                "datetime":"समय लेने",
                "addr":"पता",
                "allergyinfo":"एलर्जी की जानकारी",
                "splnotes":"विशेष निर्देश",
                "title1":"साल",
                "title2":"कितने लोगों को खिलाया",
                "title3":"दान सारांश",
                "shelter":"आश्रय",
                "volunteer":"वालंटियर",
                "status":"स्थिति",
                "logout":"LOG OUT"
            }
        },
        "donationprocess":{
            "en": {
                "title":"Donations Process",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE",
                "m1":"Identify the food to be donated.",
                "m2":"Safely package and label food. Also note allergy information and special instructions if any.",
                "m3":"Properly chill, then freeze packaged food.",
                "m4":"Document the donation on FoodStrap providing all relevant information. Hold for pick up.",
                "m5":"A volunteer or shelter claims the donation.",
                "m6":"The volunteer picks up the food and people are fed."    ,
                "logout":"LOG OUT"    ,
                "dashboard":"DASHBOARD"
            },
            "fr": {

            },
            "hi": {

            }
        },
        "rest_profile":{
            "en": {
                "title":"Profile",
                "heading": "RESTAURANT MANAGER DASHBOARD",
                "donate":"DONATE",
                "history":"HISTORY",
                "process":"PROCESS",
                "profile":"PROFILE"   ,
                "logout":"LOG OUT" ,
                "dashboard":"DASHBOARD"
            },
            "fr": {

            },
            "hi": {
                "title":"शख्सियत",
                "heading": "भोजनालय प्रबंधक डैशबोर्ड",
                "donate":"दान",
                "history":"इतिहास",
                "process":"प्रक्रिया",
                "profile":"शख्सियत"
            }
        },
        "signup":{
            "en": {
                "title":"SIGN UP",
                "rname":"Restaurant Name",
                "rcuisine":"Cuisine",
                "rphone":"Phone",
                "remailid":"Email Id",
                "raddr":"Address",
                "rcity":"City",
                "rstate":"State",
                "rzip":"Zip",
                "Username":"Username",
                "Password":"Password",
                "sname":"Shelter Name",
                "yourname":"Your Name",
				 "Yourphonenumber":"Your Phone Number",
                "Youremailid":"Your Email Id"
            },
            "fr": {
                "title":"SIGN UP",
                "rname":"Restaurant Name",
                "rcuisine":"Cuisine",
                "rphone":"Phone",
                "remailid":"Email Id",
                "raddr":"Address",
                "rcity":"City",
                "rstate":"State",
                "rzip":"Zip",
                "Username":"Username",
                "Password":"Password",
                "sname":"Shelter Name",
                "yourname":"Your Name",
				 "Yourphonenumber":"Your Phone Number",
                "Youremailid":"Your Email Id"
            },
            "hi": {
                "title":"साइन अप करें",
                "rname":"भोजनालय नाम",
                "rcuisine":"भोजन के प्रकार",
                "rphone":"फ़ोन",
                "remailid":"ईमेल",
                "raddr":"पता",
                "rcity":"शहर",
                "rstate":"प्रदेश",
                "rzip":"ज़िप",
                "Username":"उपयोगकर्ता नाम",
                "Password":"पासवर्ड",
                "sname":"आश्रय नाम",
                "yourname":"आपका नाम",
				 "Yourphonenumber":"आपका दूरभाष संख्या",
                "Youremailid":"आपका ईमेल"
            }
        },
        "signin":{
            "en": {

                "username":"Your username",
                "pwd":"Your password",
                "usertype":"User Type",
                "rest":"Restaurant",
                "shelter":"Shelter",
                "vol":"Volunteer",
                "signin":"SIGN IN",
                "signup":"New User? SIGN UP"
            },
            "fr": {
                "username":"Your username",
                "pwd":"Your password",
                "usertype":"User Type",
                "rest":"Restaurant",
                "shelter":"Shelter",
                "vol":"Volunteer",
                "signin":"SIGN IN",
                "signup":"New User? SIGN UP"
            },
            "hi": {
                "username":"आपका उपयोगकर्ता नाम",
                "pwd":"आपका पासवर्ड",
                "usertype":"उपयोगकर्ता का प्रकार",
                "rest":"भोजनालय",
                "shelter":"आश्रय",
                "vol":"वालंटियर",
                "signin":"साइन इन करें",
                "signup":"नया उपयोगकर्ता? साइन अप करें"
            }
        },
        "shelter_dashboard":{
            "en": {
                "dashboard":"DASHBOARD",
                "profile":"PROFILE"  ,
                "history":"HISTORY",
                "claim":"CLAIM DONATIONS"  ,
                "btn":"CLAIM",
                "claimconfirm":"CONFIRM CLAIM" ,
                "CANCEL":"CANCEL",
                "LOGOUT":"LOGOUT",
                "title":"SHELTER DASHBOARD",
                "update":"UPDATE",
                "side":"Our Volunteers",
                "loc":"Our Location",
                "quote":"Service to others is the rent you pay for your room here on earth.-– Mohammad Ali",
                "partner": "Our partners",
                "text":"Feed the Need",
                "quote1":"Food is national security. Food is economy. It is employment, energy, history. Food is everything. ~ José Andrés",
                "p1":"Food Insecurity has been on the rise and hunger is closely related to it.",
                "p2":"To help address this growing problem, organizations such as homeless shelters,food banks and soup kitchens are doing their part by feeding the hungry,",
                "p3":"With the aid of volunteers."
            },
            "fr": {
              "dashboard":"DASHBOARD",
              "profile":"PROFIL"  ,
              "history":"HISTOIRE",
              "claim":"DEMANDER DES DONS"  ,
              "btn":"PRÉTENDRE",
              "claimconfirm":"CONFIRMER LA RÉCLAMATION" ,
              "CANCEL":"ANNULER",
              "LOGOUT":"SE DÉCONNECTER",
              "title":"SHELTER DASHBOARD",
              "update":"MISE À JOUR",
              "side":"Nos bénévoles",
              "loc":"Notre emplacement",
              "quote":"Le service aux autres est le loyer que vous payez pour votre chambre ici sur terre .-– Mohammad Ali",
              "partner": "Nos partenaires",
              "text":"Nourrir le besoin",
                "quote1":"La nourriture est la sécurité nationale. La nourriture, c'est l'économie. C'est l'emploi, l'énergie, l'histoire. La nourriture est tout. ~ José Andrés",
              "p1":"L'insécurité alimentaire est en augmentation et la faim y est étroitement liée.",
              "p2":"Pour aider à résoudre ce problème croissant, des organisations telles que les refuges pour sans-abri, les banques alimentaires et les soupes populaires font leur part en nourrissant les affamés,",
              "p3":"Avec l'aide de bénévoles."
            },
            "hi": {
              "dashboard":"डैशबोर्ड",
              "profile":"शख्सियत"  ,
              "history":"इतिहास",
              "claim":"दान स्वीकार करें"  ,
              "btn":"दावा",
              "claimconfirm":"स्वीकार करें" ,
              "CANCEL":"रद्द करना",
              "LOGOUT":"लॉग आउट",
              "title":"शेल्टर डैशबोर्ड",
              "update":"अपडेट करें",
              "side":"हमारे स्वयंसेवक",
              "loc":"हमारा स्थान",
              "quote":"दूसरों के लिए सेवा वह किराया है जो आप यहाँ अपने कमरे के लिए भुगतान करते हैं। - मोहम्मद अली",
              "partner": "हमारे सहयोगी",
              "text":"जरूरत खिलाओ",
                "quote1":"भोजन राष्ट्रीय सुरक्षा है। भोजन अर्थव्यवस्था है। यह रोजगार, ऊर्जा, इतिहास है। खाना ही सब कुछ है। ~ जोस एंड्रेस",
              "p1":"खाद्य असुरक्षा बढ़ रही है और भूख इसके साथ निकटता से संबंधित है।",
              "p2":"इस बढ़ती हुई समस्या का समाधान करने के लिए, बेघर आश्रयों, खाद्य बैंकों और सूप रसोई जैसे संगठन भूखों को भोजन देकर अपना काम कर रहे हैं,",
              "p3":"स्वयंसेवकों की सहायता से।"
            }
        },
        "vol_dashboard":{
            "en": {
                "dashboard":"DASHBOARD",
                "profile":"PROFILE"  ,
                "pickup":"PICK UP"  ,
                "pickupconfirm":"CONFIRM PICK UP" ,
                "CANCEL":"CANCEL" ,
                "logout":"LOG OUT",
                "vdash":"VOLUNTEER DASHBOARD"
            },
            "fr": {
            },
            "hi": {
                "dashboard":"डैशबोर्ड",
                "profile":"शख्सियत"  ,
                "pickup":"उठाओ"  ,
                "pickupconfirm":"उठाओ" ,
                "CANCEL":"रद्द करें"
            }
        },
        "vol_profile":{
            "en": {

            },
            "fr": {

            },
            "hi": {

            }
        },
        "images":{
            "en": {
                "img_foodstrap":"img/foodstrap_banner.jpg",
                "img_problem":"img/problem.jpg",
                "img_donate":"img/donatefood.jpg",
                "img_rcv":"img/recievefood.jpg",
                "img_vol":"img/volunteer.jpg",
                "img_signin":"img/signin.jpg",
                "img_settings":"img/settings.jpg",
                "img_signup":"img/signup.jpg",
                "img_problemhead":"img/problem_header.jpg",
                "img_volhead":"img/vol2.jpg"

            },
            "fr": {
                "img_foodstrap":"img/foodstrap_banner.jpg",
                "img_problem":"img/problem.jpg",
                "img_donate":"img/donatefood.jpg",
                "img_rcv":"img/recievefood.jpg",
                "img_vol":"img/volunteer.jpg",
                "img_signin":"img/signin.jpg",
                "img_settings":"img/settings.jpg",
                "img_signup":"img/signup.jpg",
                "img_problemhead":"img/probf.png",
                "img_volhead":"img/volfrance.png"
            },
            "hi": {
                "img_foodstrap":"img/foodstrap_banner_hi.jpg",
                "img_problem":"img/problem.jpg",
                "img_donate":"img/donatefood_hi.jpg",
                "img_rcv":"img/recievefood_hi.jpg",
                "img_vol":"img/volunteer.jpg",
                "img_signin":"img/signin_hi.jpg",
                "img_settings":"img/settings_hi.jpg",
                "img_signup":"img/signup_hi.jpg",
                "img_problemhead":"img/probh.png",
                "img_volhead":"img/volhindi.png"
            }
        }
    }
}
